"""Создать список произвольного содержания.
 Вывести на экран третий, пятый и шестой элементы"""

my_list = ['boris', 'turecki', 'jonny', 'kirpich', 1, 2, 3, [4, 5, 6]]
print(my_list[2])
print(my_list[4])
print(my_list[5])
print(my_list[-1])

