''' Создать три переменные, содержащие возраст трех человек, найти сумму и вывести ее на экран.
Создать еще одну переменную равную среднему арифметическому возрасту, и вывести это значение на экран '''

human1 = 2_000
human2 = 1_000
human3 = 3_000

print(human1 + human2 + human3)

arithmetic_sum = (human1 + human2 + human3) / 3

print(arithmetic_sum)


