# Найти значение выражений и вывести результат на экран
# x = 17 / 2 * 3 + 2
# x = 2 + 17 / 2 * 3
# x = 19 % 4 + 15 / 2  * 3
# x = (15 + 6) - 10 * 4
# x = 17 / 2 % 2 * 3**3

# Расставить скобки, чтобы значение выражений не поменялось
# 27.5 27.5 25.5 -19 13.5

x_1 = (((17 / 2) * 3) + 2)
x_2 = 2 + ((17 / 2) * 3)
x_3 = (19 % 4) + ((15 / 2) * 3)
x_4 = ((15 + 6) - (10 * 4))
x_5 = (((17 / 2) % 2) * (3 ** 3))

print(x_1, x_2, x_3, x_4, x_5)
