# Определить переменные всех 4 базовых типов и вывести их на экран
first = 1254 # int
second = 12.5 # float
third = '1254' # string
fourth = True # boolean

print(first)
print(second)
print(third)
print(fourth)

print(first, second, third, fourth)
