'''Создать произвольную строку. Получить подстроку с начала и до седьмого элемента.
Написать два решения с использованием полной и сокращенной записи.'''

my_string = '0123456789abcdef'

print(my_string[0:8:1])
print(my_string[:8])
