'''Cоздать произвольную строку. Получить подстроку с третьего элемента и до конца.
Написать два решения с использованием полной и сокращенной записи.'''
my_string = '0123456789abcdef'
print(my_string[2:len(my_string):1])
print(my_string[2:])